{
  "plugins": {
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "evergarden": {
      "src": "https://github.com/everviolet/nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/nmac427/guess-indent.nvim"
    },
    "gv.vim": {
      "src": "https://github.com/junegunn/gv.vim"
    },
    "jj-fugitive": {
      "src": "https://github.com/martintrojer/jj-fugitive"
    },
    "mellifluous.nvim": {
      "src": "https://github.com/ramojus/mellifluous.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-window": {
      "src": "https://github.com/yorickpeterse/nvim-window"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-gnupg": {
      "src": "https://github.com/jamessan/vim-gnupg"
    }
  }
}